[
	{
		"Name":"Ristisorsa",
		"Appearance":  "Tämä iso sorsa – kuten ankka, on helppo havaita – ensinnäkin, uroksella on niin kirkkaan punainen nokka ja selkeä otsakyhmy. Aikuisen uroksen pää on kiiltäävän vihreä ja ruumis on valkoinen pähkinänruskeilla tai jopa mustilla merkinnöillä. Siiven yläosan tertiaalit ovat ruskeat, kyynärsulat ovat vihreät ja käsisulat ovat tummat. Pyrstä on valkoinen mustalla päädyllä. Naaraan sulat ovat värittömämmät, ainakin soidinkauden ulkopuolella ja niillä on samat valkoiset päämerkinnät. Räpylät ovat isot ja vaaleanpunaiset. Naaras munii 6-11 kerman valkoista munaa ja poikaset oppivat lentämään 50 päivän ikäisenä",
		"Diet": "Ristisorsat syövät selkärangattomia, kasveja, siemeniä, pieniä kaloja, etanoita ja rapuja. Ne syövät pää veden alla ja joskus ne sotkevat pohjamudan, jotta pienet eläimet pohjamudassa nousisivat veteen.",
		"Behaviour":"Ristisorsa on yleinen ja levittäytynyt Euraasiassa ja se pesii talvisin subtrooppisilla alueilla. Sulkivat parvet voivat olla hyvinkin suuria, jopa 100 000 Vattimerellä, sillä suurin osa pareista jättävät puolikasvuiset poikasensa vain yhden tai kahden aikuisen hoitoon. Kun petoja on lähellä, poikaset sukeltavat veden alle samalla kun aikuiset lentävät pois toimien houkuttimena pelastaakseen jälkeläisensä. Tämä laji on tavataan yleensä järvillä, joilla ja avoimella maalla. Ne lisääntyvät kaninkoloissa, puunkoloissa, heinäkasoissa tai vastaavissa. On yleistä talvisin tälläisille linnuille pysytellä sopivissa murovesissä ja vateissa.", 
		"Endangerment": "Tähän lintuun pätee Agreement on the Conservation of Afrikkan-Euraasian Migratory Waterbirds (AEWA). Ristisorsan uhanalaisuusluokitus on elinvoimainen.",
		"Length": "58 - 65cm",
		"Width": "1.1 - 1.33m",
		"DietShort": "Pieniä kaloja, kasveja.",
		"Region": "Euraasia"
	},
	{
		"Name":"Punasotka",
		"Appearance": "Punasotka on keskikokoinen sukeltava ankka. Aikuisella uroksella on pitkä tumma nokka, jossa on harmaa raita, punainen pää ja kaula, musta rinta, punaiset silmät ja harmaa selkä. Aikuisella naaraalla on ruskea pää ja ruumis ja kapeampi harmaa nokka. Pään kolmiomäisyys on tunnusomainen. Kuten useissa lintulajeissa, koiras punasotka tiputtaa värikkäät sulkansa kun soidinkausi on ohi ja muistuttaa tämän jälkeen naarasta. Tämä auttaa naamioitumaan saalistajilta. Naaraat murisevat käheästi. Koiraiden vihellys loppuu ennen viimeistä nasaalia nuottia aaoo-oo-haa.",
		"Diet": "Nämä linnut syövät pääasiassa sukeltamalla tai puolisukeltamalla. Ne syövät vesikasveja joillain molluskeilla, vesiötököitä ja pieniä kaloja. Ne usein syövät yöllä. Punasotkat pysyttelevät matalissa vesissä vaikka syvemmissä vesissä ruuan tiheys voisi olla parempi.",
		"Behaviour": "Punasotkien soidin alueet ovat soita ja järviä joissa on metri tai enemmän syvyyttä. Pesä on yleensä veden rannalla, usein kellumassa, tehty ruo'oista, ruohosta ja heinistä. Naaras munii 4-16 munaa toukokuussa. Punasotkat parittelevat laajalti lauhkeassa ja pohjoisesta-Euroopasta Aasiaan. Ne ovat muuttolintuja, ja kuluttavat aikaansa talvella etelä- ja länsi-Euroopassa. Ne ovat parvilintuja. Ne myodostavat suuria parvia talvisin, usein sekoittuen muiden sukeltavien lintujen kanssa.",
		"Endangerment": "Useissa valtioissa punasotkan kanta on vähentynyt pääasiassa urbanisaation takia, kuin myös liika metsästämisen takia. Punasotkaan pätee Agreement on the Conservation of Afrikkan-Euraasian Migratory Waterbirds (AEWA). Punasotkan uhanalaisuusluokitus on uhanalainen ja vaarantunut.",
		"Length": "42 – 49cm",
		"Width": "67 – 75cm",
		"DietShort": "Vesikasveja, ötököitä, kaloja.",
		"Region": "Pohjois-, länsi- ja eletä-Eurooppa"	
	},
	{
		"Name":"Ruskosuohaukka",
		"Appearance": "Ruskosuohaukka on iso haukka ja petolintu länsi-Euraasiassa ja Afrikassa. Se on iso haukka isoilla laajoilla siivillä. Koiraan höyhenpeite on pääosin kryptinen punaruskea vaaleammilla keltaisilla raidoilla, jotka näkyvät selkeästi rinnassa. Pää ja olkapäät ovat suuriltaosin kalpean harmaakeltaiset. Pyrstön lentosulat ja siipien sekundääri ja teritääri lentosulat ovat täysin harmaat, jälkimmäinen on kontrastissa ruskean siivenetureunan peitinhöyhenten ja mustapäätyisten käsisulkien kanssa. Sivusta tai alapuolelta, lentävä koiras näyttää kolmiväriseltä, ruskea harmaa musta. Sääret, jalat, iirikset ja nokan alku ovat keltaiset. Naaras on lähes kokonaan suklaanruskea. Päälaki, kurkku ja olkapäät ovat silmiinpistävästi vaaleamman keltaiset. Silmän alue naaraalla on tummempi, korostaen vaaleampaa silmää, kun taas koiraan pää on kokonaisuudessaa hyvin kontrastisesti värjätty ja naaraalla ei ole harmaata pyrsöä. Nuoret haukat ovat naaraan näköisiä, mutta niissä on vähemmän keltaista varsinkin olkapäissä.",
		"Diet": "Ruskosuohaukka syö pieniä nisäkkäitä ja lintuja, matelijoita, sammakkoja ja ötököitä. Metsästys tapa on tyypillinen haukoille: liitäen matalalla avoimella maastolla etsien saalista, siipien ollessa V:n muotoisina ja jalkojen roikkuessa.",
		"Behaviour": "Suurin osa ruskosuohaukoista ovat muuttolintuja tai levittäyviä. Talvisin jotkut linnut lauhemmilla alueilla elelä- ja länsi-Euroopassa, kun toiset muuttavat Saheliinm Niilille ja Suurien Järvien alueelle Afrikassa, tai Arabiaan, Intiaan, ja Myanmariin. Kuten muut suohaukat, tämäkin on löytyy soilta  varsinkin heinäisiltä alueilta. Niitä voi myös tavata useissa eri avoimissa elinympäristöissä, kuten viljelysmaalta ja ruohotasangoilta, varsinkin soiden vierestä. Ruskosuohaukka on reviirilintu soidinkaudellaan. Naaras munii 3-8 ovaalin muotoista munaa, jotka aluksi näyttävät vihreiltä tai sinisiltä. Poikaset oppivat lentämään 30-40 päivää vanhoina",
		"Endangerment": "Ruskosuohaukan kanta on laskenut monella alueella 1800 ja 1900-luvn lopulla vainoamisen takia, elinalueiden tuho ja liika tuholaistorjunta ovat myös aiheuttaneet kannan laskua. Se on nykyään suojeltu laji useassa maassa. Uhanalaisuusluokitus on elinvoimainen.",
		"Length": "43 - 54cm",
		"Width": "115 - 130 cm",
		"DietShort": "Pieniä nisäkkäitä, ötököitä, liskoja, sammakoita.",
		"Region": "Etelä- ja länsi-Euroopassa"
	},
	{
		"Name":"Harmaahaikara",
		"Appearance":"Harmaahaikara on nimensä mukaisesti miltei kokonaan harmaa. Sillä on kuitenkin valkoinen pää, jossa mustat \"kulmakarvat\" jotka kaartuvat taakse töyhdöksi. Jalat ovat kellanharmaat ja nokka oranssinkeltainen. Ääni on voimakas rääkäisy, jota kuulee varsinkin hämärissä ja yöllä.",
		"Diet": "Harmaahaikara pyydystää pääasiassa kaloja ja sammakoita. Se seisoo liikkumattomana matalassa vedessä ja iskee salamannopeasti nokkansa varomattomaan saaliiseen. Sille kelpaavat myös käärmeet, linnunpoikaset, ravut ja pikkujyrsijät. Tehokkaina kalansyöjinä harmaahaikarat voivat aiheuttaa merkittäviä tappioita kalanviljelylaitoksilla.",
		"Behaviour": "Harmaahaikara lentää hitaasti kaula s-mutkalla. Ne lentävät hitain siivenlyönnein ja välillä liitävät lyhyitä matkoja. Keväisin ja harvoin syksyisin, linnut lentelevät haikaroiden yläpuolella jahdataen toisiaan välillä syöksyen kohti maata. Harmaahaikarat yleensä istuskelevat puissa, mutta käyttävät myös huomattavan paljon aikaa maassa, loikkien ympäriinsä ja seisoen paikallaan pitkiä aikoja yhdellä jalalla.",
		"Endangerment": "Harmaahaikaran uhanalaisuusluokitus on elinvoimainen",
		"Length": "1m",
		"Width": "155–195 cm",
		"DietShort": "Kaloja, sammakoita, pieniä nisäkkäitä, ja ötököitä",
		"Region": "Etelä-Afrikka ja Madagascar, Europpa ja Aasia"
	},
	{
		"Name":"Kaakkuri",
		"Appearance":"Lisääntyvillä aikuisilla on harmaa pää, punainen kurkku, valkoinen vatsa ja tumma selkä. Kaakkurin nokka on harmaa tai valkeahko ja se kaartuu hieman ylöspäin, mikä on ainutlaatuista sukeltajilla.",
		"Diet": "Kaakkuri käyttää ravinnokseen kalaa, joita se pyydystää jopa yli 750 metrin sukelluksillaan. Laji syö myös äyriäisiä ja hyönteisiä.",
		"Behaviour": "Pesimäpaikoillaan kaakkuri päästelee helposti tunnistettavia, pitkälle kantavia yksisävyisiä voihkaisuja. Kaakkurin jalat ovat hyvin takana, jonka takia ne kävelevät kömpelösti maalla, mutta pystyy tunkemaan itseään eteenpäin rinnallaan ollessa. Poikaset käyttävät tätä tapaa maalla siirtyessään pesimäaltaista suurempiin vesiin. Se on ainoa kuikkalaji, joka pystyy lähtemään lentoon suoraan maalta. Jos peloissaan, se saattaa sukeltaa niin että vain pää tai nokka näkyvät ainoastaan veden pinnalla.",
		"Endangerment": "Kaakkurin uhanalaisuusluokitus on elinvoimainen",
		"Length": " 53 - 69 cm",
		"Width": "91 – 120 cm",
		"DietShort": "Kaloja",
		"Region": "Arktisilla alueilla Euraasiassa ja Pohjois-Amerikassa"
	},
	{
		"Name":"Kaulushaikara",
		"Appearance":"Suuri, lennossa pöllömäiseltä vaikuttava haikara. Höyhenys kellan-ruskeankirjava, siipisulat tummaraitaiset. Hyvin piilotteleva ja jäykistyy pystyasentoon seipään näköiseksi suoja-asennossa. Lennossa näkyy pitkä nokka, kyyry kaula ja suuret kuuppamaiset leveät siivet. Jalat sojottavat lennossa pyrstön takana. Lentää nopein siiveniskuin, keveämmin kuin harmaahaikara. Lentotyyli ja silhuetti erona sorsiin hämärässä; tämä pätee muihinkin haikaroihin. Pesintäaikana kaulushaikaran ääni on sumutorvimainen puhallus. Pesii Etelä-Suomen ruovikkoa kasvavilla järvillä ja merenlahdilla.",
		"Diet": "Kaulushaikara syö sammakoita ja kaloja.",
		"Behaviour": "Yleensä yksineläjä. Kaulushaikara etsii ruokaa kaislikoissa kävellen hiljaa ja pysyen paikallaan vedenpinnan päällä, jossa saalista saattaisi ilmaantua. Se on ujo lintu ja jos sitä häiritsee se yleensä nostaa nokkansa ylöspäin ja pysyy paikallaan antaen sulkapeitteensä piilottaa linnun ympäristöönsä. Kaulushaikara on salmyhkäinen luonteeltaan ja pysyttelee pääasiassa piilossa kaislikossa karkeassa kasvistossa. Välillä, varsinkin talvella se seisoo avoimella veden äärellä, tosin lähellä suojapaikkaa johon pakeneminen on nopeaa. Lentäessään sen siivet ovat leveät ja pyöreähköt ja jalat roikkuvat perässä tyypilliseen haikara tyyliin. Se tosin lentää hyvin harvoin, paitsi ruokkiakseen poikasiaan sen sijaan mieluummin liikkuen näkymättömissä kaislikon seassa. Kaulushaikara pesii Euroopan ja Aasian lauhkeilla alueilla. Pohjoisimmat yksilöt muuttavat vesien jäätyessä etelämmäksi.",
		"Endangerment": "Kaulushaikaran uhanalaisuusluokitus on elinvoimainen",
		"Length": "69–81 cm",
		"Width": "100–130 cm",
		"DietShort": "Kaloja, pieniä nisäkkäitä, sammakoita ja selkärangattomia",
		"Region": "Lauhkeissa osissa Eurooppaa ja Aasiaa, Ruotsi, Suomi ja Hokkaidon saari Japanissa"
	},
	{
		"Name":"Kurki",
		"Appearance":"Kurjen yleisväritys on harmaa, poskilla ja kaulansivuilla on valkoinen juova, joka rajautuu jyrkkänä päälaen ja kurkun mustaan. Päälaen takaosassa on punainen laikku. Samankokoisesta harmaahaikarasta kurki on erotettavissa tuuheasta pyrstöröyhelöstä (muodostunut pidentyneistä siipisulista) ja lennossa siitä että, kurki pitää kaulaansa suorassa ja että sen siivet ovat suorassa (harmaahaikaralla kuuppamaisesti alaspäin). Kurjen pitkät jalat sojottavat lennossa taaksepäin ulottuen pitkälti lyhyehkön pyrstön yli (aurassa lentävillä hanhilla ja joutsenilla on lyhyet jalat). Kurjen koivet ovat mustat, nokka on vaalean punertava ja silmän värikalvo punainen. Kurki on Pohjois-Pohjanmaan maakuntalintu.",
		"Diet": "Siemenet, marjat, selkärangattomat eläimet, sammakot, matelijat, harvemmin pikkujyrsijät ja linnunpoikaset.",
		"Behaviour": "Kurki pesii huhtikuun loppupuolelta alkaen 1–3 munaa. Molemmat emot hautovat, haudonta-aika noin kuukausi. Poikaset lähtevät pesästä heti kuoriutumisen jälkeen. Poikaset lentokykyisiä 63–70 vrk:ssa. Esiintyy Pesimälintuna aina Tunturi-Lappiin asti. Alkuaan suolintu, mutta nykyisin enenevässä määrin myös merenlahtien ja järvien laajoissa ruoikoissa. Määrä kasvanut viimeisten 10 vuoden aikana. Suomen pesimäkannaksi arvioitu 40.000 paria.",
		"Endangerment": "Uhanalaisuus: Elinvoimainen, rauhoitettu myös Ahvenanmaalla.",
		"Length": "100–130 cm",
		"Width": "180–240 cm",
		"DietShort": "Kasveja",
		"Region": "Pohjois-Euraasiassa"
	},
	{
		"Name":"Lapasorsa",
		"Appearance":"Lapasorsa on tanakka ja lyhytkaulainen. Sillä on iso, leveä ja lusikkamainen nokka. Juhlapukuisen lapasorsakoiraan tuntee räikeänvärikkäästä puvusta. Pää on vihreänmusta ja rinta valkoinen. Mustan peräpään ja kuparinruskean vatsan välissä on valkoinen laikku. Keskikesästä loppusyksyyn lapasorsakoiras on peruspuvussaan naaraslapasorsan näköinen. Varmimmin se on tunnettavissa koiraaksi vaaleansinisistä siiven peitinhöyhenistä ja epäselvästä puolikuun muotoisesta laikusta silmän ja nokan välillä.Naaraspukuinen lapasorsa (aikuinen naaras ja nuori lintu) on kauttaaltaan tasaisen ruskeankirjava. Kaikissa puvuissa lapasorsan siipien etureuna on siniharmaa ja siipipeili on vihreä ilman valkoista takareunaa. Koivet ovat oranssinpunaiset tai ruskeat. Juhlapukuisen koiraan nokka on musta, mutta muuttuu peruspuvussa ruskeaksi. Naaraspukuisen lapasorsan nokka on vihertävänruskea kellertävin reunuksin. Silmän värikalvo on koiraalla punakeltainen ja naaraalla ruskea.",
		"Diet": "Kasvinosat, selkärangattomat eläimet.",
		"Behaviour": "Pesii matalilla ja ravinteisilla lintujärvillä lähinnä Etelä- ja Keski-Suomessa ja rannikolla. Pesä sijaitsee avoimessa maastossa lähellä rantaa heinikossa. Ainekset kuivaa heinää ja tummia untuvia. Munii toukokuussa 9–11 munaa. Vain naaras hautoo, haudonta-aika 22–28 vrk. Poikaset oppivat lentämään noin 7 viikon ikäisinä. Poikaset pesäpakoisia, etsivät itse ravintonsa jo hyvin nuorina, mutta pysyvät poikueena naaraan seurassa.",
		"Endangerment": "Elinvoimainen, rauhoitettu. Lapasorsa kuuluu riistalintuihimme (joita yhteensä on 26 lajia, niistä puolet eli 13 sorsalintuja).",
		"Length": "48 cm",
		"Width": "76 cm",
		"DietShort": "Vedessä eläviä selkärangattomia",
		"Region": "Euraasia, Pohjois-Amerikka"
	},
	{
		"Name":"Merilokki",
		"Appearance":"Merilokki on suurin ja rotevin lokkilajimme. Aikuisena se on selkäpuolelta musta. (Toinen mustaselkäinen lokkilajimme on merilokkia selvästi pienempi selkälokki.) Pää, kaula ja vatsapuoli ovat valkoiset. Puvultaan aikuinen merilokki muistuttaa selkälokkia, josta se eroaa leveämpien ja tylpempien siipien, siiven takareunan tyvipuolelta leveämmän valkoisen reunan ja punertavanharmaiden jalkojen perusteella (selkälokilla keltaiset). Nuori merilokki on kauttaaltaan ruskeankirjavan harmaa ja hankala erottaa harmaalokista. Nuori merilokki saa selkäpuolelleen ensimmäiset mustat höyhenet vasta toisen talvipuvun jälkeisessä kevätsulkasadossa (tammi–huhtikuussa). Merilokin koivet ovat punertavanharmaat (vanha lintu) tai violetinsävyisesti ruskeat (nuori lintu). Vanhan linnun nokka on keltainen ja alanokan kulmassa on punainen täplä. Nuoren linnun nokka on vaaleakärkisesti ruskeanmusta tai kellanvalkoinen, ja 3. talven ja kesän linnun nokka vaihtelevassa määrin keskeltä tumma. Nokka tulee aikuisen linnunnokan väriseksi vasta 5. vuonna. Silmän värikalvo on vaaleankeltainen (vanha lintu) tai tummanruskea (nuori lintu).",
		"Diet": "Kaikkiruokainen. Etsii ravintoaan usein kaatopaikoilta, kalasatamista ja seuraa laivoja. Syö kaloja, linnunpoikasia, munia, haaskoja, ahdistelee myös aikuisia vesilintuja saadakseen niiden saaliin.",
		"Behaviour": "Esiintyy Pesimälintuna meren rannikoilla ja suurimpien järvien saarilla sekä soilla Pohjanmaalla ja Suomenselällä. Munii huhtikuun loppupuolelta alkaen 2–4 munaa. Molemmat emot hautovat, haudonta-aika 26–28 vrk. Poikaset lentokykyisiä noin 7 viikon ikäisinä.",
		"Endangerment": "Vaarantunut, rauhoittamaton suurimman osan vuodesta.",
		"Length": "64–79 cm",
		"Width": "1.5–1.7 m",
		"DietShort": "Mitä pystyy nielemään.",
		"Region": "Pohjois-Venäjä, Skandinaavian rannikko, Balttianmeren rannikko, luoteis-Ranska ja Britannia"
	},
	{
		"Name":"Nokikana",
		"Appearance":"Nokikana on palleromainen, lähes kokomusta (harmaanmusta) rantakanojen heimoon kuuluva vesilintu. Ainoat mustasta väristä eroavat höyhenalueet ovat valkoinen otsakilpi ja lennossa heikosti erottuva siipien takareunan valkoinen juova. Nuori nokikana on päästä ja selkäpuolelta ruskeanmusta, pään sivut, leuka, kurkku ja kaulan yläosa ovat harmahtavan valkoiset ja vatsapuoli on ruskeanharmaa. Nokikanan koipien väri vaihtelee mustasta vihertävään, varpaissa on uimaliuskat, nokka on valkoinen, silmän värikalvo on vanhalla linnulla kirkkaanpunainen ja nuorella linnulla ruskea.",
		"Diet": "Selkärangattomat eläimet, vesikasvit. Kokosukeltaa, mutta pullahtaa pintaan sukelluspaikalta kuin korkki (ei sukella sivusuunnassa vaan suoraan alas).",
		"Behaviour": "Viihtyy rehevissä vesistöissä Etelä- ja Keski-Suomessa, rannikon tuntumassa aina Oulun korkeudelle asti. Munii huhtikuun loppupuolelta alkaen 4–12 munaa. Molemmat emot hautovat, haudonta-aika 21–24 vrk. Poikaset lentokykyisiä 50–63 vrk:ssa. Poikaset kuoriutuvat eriaikaisesti (jopa 6 vrk:n ikäero johtuu siitä, että emo aloittaa haudonnan jo ensimmäisistä munista), lähtevät pesästä 3–4 vrk:n ikäisinä ja palaavat pesään yöksi. Koiras saattaa rakentaa erillisen yöpymispesän. Emot puolustavat pesää ja myöhemmin poikasia raivokkaasti ja hyökkäävät empimättä itseään isompienkin tunkeilijoiden kimppuun. Voivat olla aggressiivisia myös omia poikasiaan kohtaan. ",
		"Endangerment": "Erittäin uhanalainen, rauhoitettu. Riistalintu (1980-luvulta lähtien) ollen ainoa rantakanalaji riistalintujen (26 lajia) joukossa.",
		"Length": "32–42 cm",
		"Width": "32–42 cm",
		"DietShort": "Pientä elävää saalista, muiden vesilintujen munia, levää, kavistoa, siemeniä ja hedelmiä.",
		"Region": "Eurooppa, Aasia, Australia, ja Afrikka"
	},
	{
		"Name":"Ruisrääkkä",
		"Appearance":"Kurkilintujen lahkoon ja rantakanojen heimoon kuuluva ruisrääkkä muistuttaa väritykseltään ja olemukseltaan pientä kanalintua. Yleisväriltään se on kellanruskea, yläpuolelta tummatäpläinen ja alta sekä kupeilta poikkijuovainen. Siivet ovat ruosteenpunaiset. Koivet ovat punertavanruskeat, nokka tummakärkisesti vaaleanruskea ja silmän värikalvo vaaleanruskea.Ruisrääkkä on piilotteleva laji, jota harvoin pääsee näkemään. Lennossa sen siivet ovat pyöreäpäiset, lento on lepattavaa ja koivet näkyvät selvästi riippumassa pyrstön alla.",
		"Diet": "Selkärangattomat eläimet, siemenet, versot.",
		"Behaviour": "Yölaulaja, joka pesii niityillä ja viljelmillä. Ruisrääkän laulu on Mekaaninen, nariseva ”nurmilinnun” ”reep-reep”, jota toistaa jopa läpi yön. Munii touko–kesäkuussa 6–14 munaa. Vain naaras hautoo, haudonta-aika 14–21 vrk. Poikaset lähtevät pesästä muutaman tunnin kuluttua kuoriutumisesta, hakevat ravintoa itsenäisesti 3–4 vrk:n iässä ja saavuttavat lentokyvyn 30–35 vrk:ssa. Yömuuttaja. Syysmuutto elokuusta lokakuuhun. Keväällä ensimmäiset ääntelevät koiraat tavattu toukokuun alkupuolella. Muuttokuva huonosti tunnettu. Talvehtii Afrikassa.",
		"Endangerment": "Elinvoimainen, rauhoitettu myös Ahvenanmaalla.",
		"Length": "27–30 cm",
		"Width": "42–53 cm",
		"DietShort": "Kaikkiruokainen, pääasiassa pieniä selkärangattomia",
		"Region": "Euroopasta keski-Siperiaan"
	},
	{
		"Name":"Ruokki",
		"Appearance":"Ruokki on yläpuolelta sysimusta ja alapuolelta lumivalkoinen merilintu. Sillä on korkea ja litteä, valkoisen pystyjuovan koristama nokka. Ruokin suupieli on tavallisesti tumma, mutta useimmilla ruokeilla nokan yläreunassa on valkea juova, joka ulottuu silmään asti. Ruokin tumman siiven yläpinnalla on hyvin kapea valkoinen juova kyynärsiiven takareunassa. Siiven alapuoli on tumman ja vaalean kirjoma, mutta tummaa on vähemmän kuin etelänkiislalla. Ruokin kainalot ovat vaaleat ja kupeilta puuttuu tumma juovaisuus. Talvipukuisen ruokin päälaki on tumma, posket ja kurkku ovat valkoiset ja siltä puuttuu etelänkiislalle tyypillinen silmästä alkava, taaksepäin poskille kaartuva kapea musta kieleke. Nuori ruokki muistuttaa talvipukuista etelänkiislaa, mutta on sitä kirjavampi ja ruokin tumma selkäpuoli on himmeän tummanruskea. Aikuisen ruokin koivet ja nokka ovat mustat. Nuorella ruokilla nokka on matalampi ja siltä puuttuu aikuisen valkoinen poikkijuova. Ruokin silmän värikalvo on tummanruskea.",
		"Diet": "Pääasiassa kaloja (piikki-, tuulen- ja sillikalat). Kuljettaa poikasilleen kaloja poikittain nokassaan jopa 7–8 kpl kerrallaan.",
		"Behaviour": "Munii yhden munan touko–kesäkuussa. Molemmat emot hautovat, haudonta-aika 34–39 vrk. Emot ruokkivat poikasia pesään 16–19 vrk. Poikaset lähtevät pesästä lentokyvyttöminä ja niitä ruokitaan vielä pitkään. Syysmuutto elokuusta alkaen, jatkuu pitkälle syksyyn. Keväällä paluu huhti–kesäkuussa. Talvehtii eteläisellä Itämerellä.",
		"Endangerment": "Elinvoimainen, rauhoitettu. Maailmanlaajuisesti silmälläpidettävä.",
		"Length": "201 - 213 mm",
		"Width": "201–216 mm",
		"DietShort": "Kalaparvia",
		"Region": "pohjois-Atlantti"
	},
	{
		"Name":"Ruokokerttunen",
		"Appearance":"Ruosteenruskea juovaton yläperä, leveä likaisenvalkea tai kellanvalkea silmäkulmanjuova sekä päälaen ja selän juovitus erottavat ruokokerttusen kaikista muista Suomessa pesivistä kerttusista. Aikuinen lintu on alapuolelta likaisenvalkoinen ja rinnasta juovaton, syksyinen nuori lintu on alapuolelta kellanruskean sävyinen ja rinnasta heikosti täplikäs. Ruokokerttusen päälakijuova on melko selvä. Koivet ovat vaalean ruskeanharmaat, nokka on mustanruskea, alanokan tyvi kellanpunertava ja silmän värikalvo ruskea.",
		"Diet": "Selkärangattomat eläimet.",
		"Behaviour": "Ruokokerttusen laulu muistuttaa maiskuttavaa ”dsäk”. Laulaa ruovikossa kiireisellä rytmillä ”ikään kuin ei ehtisi kaikkea sanoa kerralla”. Munii touko–kesäkuussa 3–7 munaa. Etupäässä naaras hautoo, haudonta-aika 12–15 vrk. Pesäpoikasaika 10–16 vrk. Pesii kosteilla pensaikkomailla ja ruovikoissa koko maassa.",
		"Endangerment": "Silmälläpidettävä, rauhoitettu",
		"Length": "11.5-13 cm",
		"Width": "11.5-13 cm",
		"DietShort": "Selkärangattomat eläimet.",
		"Region": "Eurooppa"
	},
	{
		"Name":"Räkättirastas",
		"Appearance":"Räkättirastas on kulorastasta hieman pienempi isokokoinen rastas. Sen selkä on punaruskea, pää, niska ja yläperä ovat harmaat. Rinta on ruosteenkeltainen ja mustatäplikäs. Musta täplitys jatkuu kupeilla valkoisen vatsan molemmin puolin. Pyrstö- ja siipisulat ovat mustat, siiven alapuolen peitinhöyhenet ja kainalot ovat kulorastaan tavoin valkoiset. Räkättirastaan sukupuolet ovat höyhenpuvultaan lähes identtiset. Nuori räkättirastas on tunnistettavissa ruskeanharmaasta päästä ja niskasta sekä runsaammasta täplityksestä.Räkättirastaan koivet ovat ruskeat. Nokka on talvella mustakärkisesti oranssinkeltainen, kesällä kokonaan keltainen (koiras) tai ylänokassa on keltaisen ohella hieman ruskeaa (naaras ja nuoret linnut). Silmän värikalvo on tummanruskea.",
		"Diet": "Madot, etanat, hyönteiset, hämähäkit. Syksyllä ja talvella marjat.",
		"Behaviour": "Ääni on räkättävä. Laulu kitisevää ja kirskuvaa visertelyä. Munii huhtikuussa 3–7 munaa. Vain naaras hautoo, haudonta-aika 11–14 vrk. Pesäpoikasaika 11–15 vrk. Molemmat emot ruokkivat poikasia. Pesii keväällä kolonioissa, uusintapesinnöissä vaihtaa biotooppia eikä pesi yhdyskuntina vaan yksittäispareina tai löyhinä muutaman linnun yhteisöinä. Keväisten yhdyskuntien tehokas yhteispuolustus tarjoaa hyvää suojaa myös monille muille lintulajeille. Yö- ja päivämuuttaja. Syysmuutto syys–marraskuussa, kevätmuutto huhti–toukokuussa. Talvehtii Länsi- ja Etelä-Euroopassa. Hyvinä marjavuosina voi esiintyä Suomessa talvellakin runsaana.",
		"Endangerment": "Elinvoimainen, rauhoittamaton suurimman osan vuodesta.",
		"Length": "25 cm ",
		"Width": "14.5 cm",
		"DietShort": "Madot, etanat, hyönteiset, hämähäkit. Syksyllä ja talvella marjat.",
		"Region": "länsi- ja etelä-Eurooppa, pohjois-Afrikka"
	},
	{
		"Name":"Sinitiainen",
		"Appearance":"Sinitiainen on talitiaista paljon pienempi tiainen. Sillä on taivaansininen päälaki ja siltä puuttuu talitiaisen vatsapuolen musta keskijuova. Sinitiaisen posket ja sinistä päälakea reunustava leveä silmäkulmanjuova ovat valkoiset. Silmäjuova on silmän edessä mustahko ja muuttuu silmän takana tummansiniseksi. Silmäjuova levenee niskassa ja yhtyy kaulansivun taaksepäin levenevään tummansiniseen kaarijuovaan. Sinitiainen on selkäpuolelta vihertävä ja alapuolelta keltainen. Pyrstö ja siivet ovat kiiltävän siniset. Siivellä on valkoinen poikkijuova talitiaisen tapaan. Sinitiaisen koivet ovat tumman harmaansiniset, pienikokoinen nokka on musta ja silmän värikalvo tummanruskea.",
		"Diet": "Siemenet, selkärangattomat eläimet. Tavallinen talvisin lintulaudoilla.",
		"Behaviour": "Ääni tavallisin kirkas ”tii-tii-tie”, laulu helisevä säe. Sinitianen kuuluu talitiaisen ohella kevään lähestymisen ensimmäisiin ilmaisijoihin aloittaen laulun jo maaliskuun alkupuolella hankien vielä ollessa maassa. Pesä kolossa tai pöntössä. Saattaa joskus kovertaa kolon itse. Rakennettu sammalista, villasta, karvoista ja muutamasta höyhenestä. Munii huhti–toukokuussa 6–14 munaa. Vain naaras hautoo, haudonta-aika 12–15 vrk. Pesäpoikasaika 19–20 vrk. Uusintapesyeet harvinaisia. Suomessa osittaismuuttaja. Epäsäännöllistä muuttoa tapahtuu meren yli syys–lokakuussa ja paluuta huhtikuussa.",
		"Endangerment": "Elinvoimainen, rauhoitettu.",
		"Length": "12 cm",
		"Width": "18 cm",
		"DietShort": "Siemenet, selkärangattomat eläimet. Tavallinen talvisin lintulaudoilla.",
		"Region": "Euraasia"
	},
	{
		"Name":"Taivaanvuohi",
		"Appearance":"Taivaanvuohi on rastaan kokoinen ruskeankirjava kahlaaja, jolla on erittäin pitkä nokka. Päälaella ja selässä on leveitä vaaleita pitkittäisjuovia. Taivaanvuohi muistuttaa heinäkurppaa, mutta on solakampi, vatsa on valkoinen (heinäkurpalla poikkijuovainen) ja pyrstön reunoilla on vain vähän valkoista. Heinäkurpasta poiketen taivaanvuohi lähtee lentoon ripeästi, kohoaa nopeasti korkealle ja lentää pois vinhaa vauhtia puolelta toiselle heittelehtien. Taivaanvuohen koivet ovat vihertävänharmaat, nokka on tummakärkisesti punaruskea ja silmän värikalvo on ruskea.",
		"Diet": "Selkärangattomat eläimet.",
		"Behaviour": "Esiintyy pesimälajina kosteikoissa ja rannoilla koko Suomessa, mutta puuttuu rämeiltä ja rahkanevoilta. Soidinääni pitkä, mekaaninen sarja: ”tjik-kot”-ääntelyä. Öiseltä taivaalta kuuluva mäkättävä taivaanvuohen ääni syntyy pyrstön reunasulista ilmavirran vaikutuksesta linnun syöksyessä alaspäin. Munii huhti–toukokuun vaihteesta alkaen 4 munaa. Vain naaras hautoo, haudonta-aika 18–22 vrk. Poikaset lentokykyisiä 14–19 vrk:ssa. Poikaset pesäpakoisia, etsivät itse ravintonsa jo hyvin pieninä.",
		"Endangerment": "Silmälläpidettävä, rauhoitettu.",
		"Length": "23 - 28 cm",
		"Width": "39 - 45 cm",
		"DietShort": "Selkärangattomat eläimet.",
		"Region": "Soilla"
	},
	{
		"Name":"Lapintiira",
		"Appearance":"Aikuinen lapintiira on alapuolelta valkoinen ja selkäpuolelta vaaleanharmaa. Pääkalotti on musta. Aikuinen lapintiira muistuttaa aikuista kalatiiraa, mutta eroaa tästä kokopunaisen nokan, lyhyempien jalkojen, kapeampien ja laajasti läpikuultavien siipien sekä pehmeämmän lentotapansa perusteella. Lapintiiran valkoinen pyrstö on erittäin syvään halkoinen ja seisovalla linnulla pyrstö ulottuu siipiä taemmas. Nuori lapintiira on selästä harmaa (valkoisin höyhenreunuksin) ja sen kyynärsiiven etureunassa on vain hieman tummaa. Otsa on laajalti valkoinen; silmän yläpuolelta alkaen päälaki on tumma. Lapintiiran jalat ovat punaiset (vanha lintu) tai oranssit (nuori lintu); nokka (vain harvoin hieman mustakärkinen) punainen (vanha lintu) tai punertavatyvisesti musta (nuori lintu). Silmän värikalvo on tumma. Lapintiirat ovat pariuskollisia ja pesivät saman kumppaninsa kanssa joka kesä, vaikka viettävätkin talvet erillään. Lapintiira on myös pitkäikäinen lintu; vanhin rengastettu on ollut 34-vuotias, keskimäärin se elää kuitenkin ‘vain’ noin 20-vuotiaaksi.",
		"Diet": "Pääasiassa pienet kalat, joita syöksysukeltaa.",
		"Behaviour": "Laulu kuulostaa ”Kjik, kjik” ja ”tii-ree” huudolta.",
		"Endangerment": "Elinvoimainen, rauhoitettu.",
		"Length": "33–36 cm",
		"Width": "76–85 cm",
		"DietShort": "Pääasiassa pienet kalat, joita syöksysukeltaa.",
		"Region": "Ympärimaailmaa"
	},
	{
		"Name":"Mustapääkerttu",
		"Appearance":"Mustapääkerttukoiras on puvultaan harmaa ja sillä on musta päälakikalotti. Naaras on ruskeasävyisesti harmaa ja sen päälakikalotti on punaruskea. Nuori lintu muistuttaa naarasta, nuori koiras alkaa saada päälaelleen mustia höyheniä alkusyksyllä osittaisessa sulkasadossa. Mustapääkertun koivet ovat tumman siniharmaat, nokka on musta tai ruskeanmusta ja silmän värikalvo ruskea.",
		"Diet": "Selkärangattomat eläimet, marjat.",
		"Behaviour": "Ääni on kova ”tsäk”. Laulu lehtokerttumaista, mutta varsinkin loppuosaltaan huilumaisempaa. Esiintyy Rehevissä lehti- ja sekametsissä Etelä- ja Keski-Suomessa, harva kanta ulottuu Kainuun korkeudelle saakka. Munii toukokuussa 3–6 munaa. Molemmat emot hautovat, haudonta-aika 10–11 vrk. Pesäpoikasaika 9–11 vrk. Yömuuttaja. Syysmuutto elo–lokakuussa, paluu touko–kesäkuussa. Talvehtii Itä-Afrikassa ja Välimerenmaissa. Talvehtii satunnaisesti Suomessakin. Munii toukokuussa 3–6 munaa. Molemmat emot hautovat, haudonta-aika 10–11 vrk. Pesäpoikasaika 9–11 vrk.",
		"Endangerment": "Elinvoimainen, rauhoitettu.",
		"Length": "13 cm",
		"Width": "7–8 cm",
		"DietShort": "Selkärangattomat eläimet, marjat.",
		"Region": "Välimerenmaissa"
	},
	{
		"Name":"Mustarastas",
		"Appearance":"Mustarastaskoiras on höyhenpuvultaan hiilenmusta. Nokka ja silmärengas ovat oranssinkeltaiset. Naaras on yleisväriltään mustanruskea, sen kurkku on vaalea ja rinnassa on heikkoa täplitystä. Joskus naaraalla voi olla vatsassa vaaleaa ja se sekoitetaan sepelrastaaseen. Nuori mustarastas on vaihtelevan tumma ja sen erityispiirteenä on puvun vahva ruosteenvärinen sävy, joka säilyy alkusyksyn sulkasatoon asti. Mustarastaan koivet ovat tummanruskeat. Nokka on vanhalla koiraalla kellanoranssi, ensimmäisenä talvena mustanruskea ja myöhemmin osin keltainen. Naaraan nokka on tummanruskea ja osin keltainen tai ensimmäisenä talvena tummanruskea. Silmän värikalvo on tummanruskea. Mustarastas sekoitetaan usein kottaraiseen. Kottarainen on kuitenkin lyhytpyrstöisempi ja pienempi. Hyvä tuntomerkki on myös lajien liikkuminen maassa: mustarastas hyppii ja kottarainen kävelee.",
		"Diet": "Selkärangattomat eläimet, marjat, siemenet.",
		"Behaviour": "Kutsuääni sirahtava ”srri”, varoitusäänet kuuluvia säksätyksiä. Laulu kuuluvaa, melodista ja tummasointista. Aloittaa laulukauden jo hyvin varhain keväällä, laulaa aktiivisimmin aamu- ja iltahämärässä. Esiintyy pesimälintuna Etelä- ja Keski-Suomen seka- ja lehtimetsissä. Levinneisyys ulottuu harvenevana Etelä-Lappiin saakka. Munii huhti–toukokuussa 2–6 munaa. Munat sinivihreitä, ruskehtavatäpläisiä. Vain naaras hautoo, haudonta-aika 11–14 vrk. Pesäpoikasaika 12–16 vrk. Pesimäkausi hyvin pitkä, erityisesti Etelä-Suomen kaupungeissa, jossa pesiä on tavattu helmikuusta marraskuuhun. Saattaa tehdä 3 pesyettä kaudessa. Etupäässä yömuuttaja. Syysmuutto syys–marraskuussa, paluu maalis–huhtikuussa. Osa talvehtii Suomessa, mutta suurin osa (65%) muuttaa Länsi-Eurooppaan.",
		"Endangerment": "Elinvoimainen, rauhoitettu.",
		"Length": "23.5 - 29cm",
		"Width": "23.5 - 29cm",
		"DietShort": "Selkärangattomat eläimet, marjat, siemenet.",
		"Region": "Euraasia, pohjois-Afrikka, Kanarian-saaret, ja etelä-Aasia"
	},
	{
		"Name":"Koskikara",
		"Appearance":"Koskikara on mustavalkea virtaavien vesien ääressä viihtyvä, tukevarakenteinen, lyhytpyrstöinen ja tukevajalkainen, noin kottaraisen kokoinen lintu. Pään, niskan ja vatsapuolen väritys on hyvin tummanruskeaa (näyttää mustalta), kurkku ja rinta ovat vatsaan asti valkeat ja selkäpuoli ja lyhyt pyrstö ovat himmeän mustat. Nuori koskikara on selkäpuolelta lyijynharmaa tummemmin höyhenkärjin ja alapuolelta kellertävänvalkoinen tummin höyhenreunoin. Koskikaran koivet ja nokka ovat tummanruskeat ja silmän värikalvo on ruskea. Koskikara kuuluu varpuslintujen suureen lahkoon, ollen niistä ainoa, joka sukeltaa. Sen höyhenpuku pysyy vesitiiviinä pyrstön tyvessä olevasta rauhasesta erittyvän rasvan ansiosta, jota lintu sukii höyheniinsä.",
		"Diet": "Selkärangattomat eläimet, joita etsii virtapaikoista sukeltamalla. Joskus myös pienet kalat",
		"Behaviour": "Ääni sirahtava, keltasirkkumainen ”sritt”, laulu kaunista ja kirkasta viserrystä. Suomen pesimäkannaksi arvioitu 250–350 paria. Pesimälintuna kirkasvetisten koskien laji Pohjois-Suomessa. Etelä- ja Keski-Suomessa harvinainen pesimälaji. Suomessa kuitenkin talvehtii n. 5.000 pääosin Pohjois-Norjasta (Norjan kansallislintu) ja Ruotsista muuttanutta yksilöä. Munii touko–kesäkuussa 3–6 munaa. Naaras hautoo, haudonta-aika 14–18 vrk. Pesäpoikasaika 18–25 vrk, pesästä lähtiessään poikaset uivat ja lentävät jo hyvin. Yömuuttaja. Ilmestyy Etelä-Suomeen loka–marraskuussa, palaa pesimäalueilleen maalis–huhtikuussa. Etelä- ja Keski-Suomessa talvehtivat linnut ovat todennäköisesti Norjan ja Ruotsin pesimäkannan yksilöitä.",
		"Endangerment": "Vaarantunut, rauhoitettu.",
		"Length": "18cm",
		"Width": "18cm",
		"DietShort": "Selkärangattomat eläimet, joita etsii virtapaikoista sukeltamalla. Joskus myös pienet kalat",
		"Region": "Eurooppa, Lähi-itä, keski-Aasia ja Intia. "
	},
	{
		"Name":"Meriharakka",
		"Appearance":"Meriharakan pää, rinta, pyrstön kärki ja selkäpuoli ovat mustat. Vatsa, yläperä, pyrstön tyvipuoli ja leveä siipijuova ovat valkoiset. Talvipukuisella meriharakalla on kaulassa leveä vaalea kauluri. Pitkä ja suora nokka on kirkkaanpunainen. Nokan kärkiosa on sivulta litistynyt ja soveltuu erinomaisesti mm. simpukoiden avaamiseen. Nuori meriharakka muistuttaa vanhaa lintua, mutta on tummilta osiltaan ruskeasävyinen. Meriharakan koivet ovat vaaleanpunaiset (vanha lintu) tai harmaansinipunaiset (nuori lintu). Nokka on kellertäväkärkisesti kirkkaanpunainen (vanha lintu) tai tummakärkisesti oranssinkeltainen (nuori lintu). Silmän värikalvo on punainen (vanha lintu) tai ruskea (nuori lintu). Meriharakan lento on nopeaa ja suoraviivaista.",
		"Diet": "Merenpohjan ja rantojen selkärangattomat eläimet kuten simpukat, kotilot, hietamadot ja nurmikoiden kastemadot ja hyönteiset.",
		"Behaviour": "Ääni hyvin äänekäs ja kuuluva. Varoitus korvia vihlova ”plit plit plii”. Esiintyy Pesimälintuna meriympäristössä ja myös paikoitellen sisämaassa suurien järvien rannoilla. Pesii nykyisin myös kaupungeissa ja etsii ravintoa puistonurmikoilta. Munii huhti–toukokuussa 3 munaa. Molemmat emot hautovat, haudonta-aika 27 vrk. Poikaset lentokykyisiä 34–37 vrk:ssa. Poikaset pesäpakoisia ja etsivät itse ravintonsa jo hyvin pieninä. Päivämuuttaja. Syysmuutto alkaa jo kesäkuussa ja pesimäkannan muutto on huipussaan elokuun alussa. Keväällä pesimäkanta palaa huhtikuussa ja arktinen kanta toukokuussa. Talvehtii Länsi-Euroopan rannikoilla.",
		"Endangerment": "Elinvoimainen, rauhoitettu. Maailmanlaajuisesti luokiteltu silmälläpidettäväksi.",
		"Length": "40–45 cm",
		"Width": "80–85 cm",
		"DietShort": "Merenpohjan ja rantojen selkärangattomat eläimet kuten simpukat, kotilot, hietamadot ja nurmikoiden kastemadot ja hyönteiset.",
		"Region": "länsi-Eurooppa, keski-Euraasia, Kamchatka, Kiina, ja Korean länsirannikko"
	},
	{
		"Name":"Riekko",
		"Appearance":"",
		"Diet": "",
		"Behaviour": "",
		"Endangerment": "Linnun tietoja ei ole vielä lisätty. No info added yet",
		"Length": "35 - 44cm",
		"Width": "60 - 65cm",
		"DietShort": "Plant materials",
		"Region": "Eurooppa, Aasia, Venäjä"
	},
	{
		"Name":"Riskilä",
		"Appearance":"Riekko on keskikokoinen metsäkanalintu. Se eroaa muista metsäkanalinnuista paitsi kiirunasta valkeiden siipien perusteella. Vuoden aikana riekolla on useita erilaisia pukuja, koiraalla neljä ja naaraalla kolme. Kesällä riekko on ruskeankirjava ja talvella täysin valkea lukuun ottamatta mustia pyrstösulkia. (Riekkoa muistuttava kiiruna on kesällä harmaasävyinen.) Talvipukuisen riekkokoiraan silmän yläpuolella on punainen heltta, mutta siltä puuttuu kiirunalle tyypillinen musta nokasta alkava ja silmän yli jatkuva juova. Riekon koivet ovat kauttaaltaan höyhenpeitteiset ja vain kynnet ovat paljaat. Riekon kynsien väri on harmaa, nokka on musta ja silmän värikalvo tummanruskea. Pakkasöinä riekko yöpyy kiepissä (lumeen kaivettu onkalo).",
		"Diet": "Vaihtelee iän ja vuodenajan mukaan. Pääravintona erilaiset ruohokasvien, pensaiden ja lehtipuiden silmut, versot ja lehdet. Syksyisin runsaammin erilaisia marjoja, talvella lähes pelkästään pajujen ja koivujen silmuja. Riekon poikasten ensiravinto koostuu hyönteisistä (mm. hyttyset), siirtyminen kasviravintoon tapahtuu lentokyvyn kehittymisen yhteydessä.",
		"Behaviour": "Ääni on remahtava ja hätkähdyttävän voimakas naurunräkätys, joka myös kuuluu soidinhuutoon osana. Pesii soilla ja tunturimetsissä, suosii koivua reviirillään. Munii touko–kesäkuussa 7–14 munaa (tavallisesti 9–11). Vain naaras hautoo, haudonta-aika 20–27 vrk. Poikaset lentokykyisiä 5–15 vrk:ssa. Paikkalintu, joka talvisin siirtyy Lapissa tunturikoivikoista alemmas laaksoihin. Muualla maassa elää kesät talvet samassa ympäristössä. Lajilla on myös todettu epäsäännöllistä vaeltelua, joka joskus saattaa suuntautua kymmenien (satojen?) kilometrien päähän ",
		"Endangerment": "Vaarantunut, rauhoitettu. Muiden metsäkanalintujen tapaan riistalintu. Kiirunan tapaan riekkoa on luvallista pyytää ansoilla kolmessa pohjoisimmassa kunnassa.",
		"Length": "30 – 32 cm",
		"Width": "52 – 58 cm",
		"DietShort": "Vesikasveja ja -ötököitä",
		"Region": "pohjois-Atlantti"
	},
	{
		"Name":"Haahka",
		"Appearance":"Juhlapukuisen koirashaahkan tuntee jo kaukaa laajalti valkeasta selkäpuolesta, tummista siipisulista, tummasta pyrstöstä ja vatsapuolesta. Päälaki on musta. Niskassa ja kaulansivuilla on vihreää, rinnassa ja kuvunseudussa ruusunpunaista värisävyä. Juhlapukuinen koirashaahka sulkii peruspukuun kesäkuussa ja on peruspukuisena yleisväriltään mustanruskea ja sillä on leveä, epäselvä silmäkulmanjuova ja suuri valkoinen siipilaikku. Nuori koirashaahka (2. kalenterivuodellaan oleva) muistuttaa peruspukuista koirasta, mutta on etupuolelta vaaleampi ja siltä puuttuu peruspukuisen haahkan suuri valkoinen siipilaikku. Naaraspukuinen haahka (aikuinen naaras ja nuori lintu) on kauttaaltaan ruskeankirjava ja sen siipipeili on ruskea (aavistus violettia sävyä). Siipipeilin molemmin puolin on valkoinen siipijuova. Nuori haahka on syksyllä tummemman ruskea, kuviointi on epäselvempää ja sillä on epäselvä silmäkulmanjuova. Naaraspukuiset haahkalajit tunnistaa parhaiten nokan sivun höyhenpeitteisestä kiilasta. Haahkalla se on kapea ja ulottuu sieraimiin asti. Haahkan koivet ovat vihreänkeltaiset (koiras) tai vihreänharmaat (naaras). Nokka on vihertävä ja silmän värikalvo ruskea.",
		"Diet": "Pääasiassa sinisimpukat.",
		"Behaviour": "Koiraan keväthuuto kyyhkymäisen kumea ”auo auuo”, naaraan ääni hanhimainen ”gok-gok-gok…”. Esiintyy pesimälintuna merialueilla, kanta Itäisellä Suomenlahdella harva ja pesintä Perämerellä satunnaista. Taantunut viime vuosina. Munii huhtikuussa 3–7 munaa. Vain naaras hautoo, haudonta-aika 25–32 vrk. Poikaset oppivat lentämään 9–10 viikon ikäisinä. Poikaset pesäpakoisia, etsivät itse ravintonsa jo hyvin nuorina, mutta pysyvät poikueena naaraan seurassa. Usein vieraita naaraita liittyy poikueen seuraan ja poikueet yhdistyvät lastentarhoiksi. Päivämuuttaja. Pääosa koiraista muuttaa sulkimaan Tanskan rannikolle touko–kesäkuun vaihteessa. Syysmuutto syys–lokakuussa, paluu huhti–toukokuussa. Talvehtii Itämerellä ja Pohjanmerellä. Pieni osa talvehtii Ahvenanmerellä.",
		"Endangerment": "Erittäin uhanalainen, rauhoitettu. Riistalintu. (Vuonna 2009 pyyntimäärä oli 4.300.) EU:n pesimäkannasta Suomessa pesii noin 40%. Maailmanlaajuisesti silmälläpidettävä, EU:ssa erittäin uhanalainen.",
		"Length": "50 - 71 cm ",
		"Width": "80 - 110cm",
		"DietShort": "Pääasiassa sinisimpukat.",
		"Region": "Eurooppa, pohjois-Amerikka ja itä-Siperia"
	},
	{
		"Name":"Kalasääski",
		"Appearance":"Haukkojen heimoon kuuluva sääksi on selkäpuolelta mustanruskea ja alapuolelta lähes kokonaan valkoinen. Rinnassa on tumma vyö. Pienehkö pää on valkoinen lukuun ottamatta silmän yli kulkevaa tummaa juovaa. Alapuolelta nähtynä sääksen siivet ovat valkoiset, paitsi siiventaipeen täplä, käsisulkien kärkiosat ja kyynärsulkien kapea takareuna sekä vähäinen poikkijuovitus, jotka ovat mustia. Pyrstössä on tummaa juovitusta. Syksyiset nuoret sääkset tuntee selän suomuisen kirjailun perusteella. Sääksen koivet ovat siniharmaat, nokka on musta, vahanahka harmaansininen ja silmän värikalvo keltainen. Sääksen siivet ovat hyvin pitkät, kapeat ja matkalennossa selvästi kulmalle taipuneet. Liidossa siivet ovat kaarevasti alaspäin suuntautuneet. Sääksi muistuttaa lentäessään isoa lokkia, mutta on kuitenkin rotevamman oloinen. Ravinnoksi kelpaa vain kalat. Havaittuaan saaliin sääksi pysähtyy lekuttelemaan ja syöksysukeltaa kalan kimppuun ja nappaa saaliin kynsillään. Onnistuneen saalistuksen jälkeen sääksi nousee suoraan vedestä lentoon. Suurinmmat saliit ovat olleet lähes puolet linnun painosta. Sääksi on Kanta-Hämeen maakuntalintu.",
		"Diet": "Kalat",
		"Behaviour": "Ääni hento piipittävä vihellys ja kuuluva ”bjyp”. Munii huhtikuun lopulta alkaen 1–4 munaa. Pääasiassa naaras hautoo, haudonta-aika 34–38 vrk. Poikaset lentokykyisiä 51–59 vrk:ssa. Pesivänä koko maassa. Pesii vesistöjen tuntumassa, usein ihan rantapuissa, pienillä luodoillakin jos vain pesäpuu löytyy. Suosaarekkeet ja harvapuustoiset suot ovat myös suosittuja. Pesintä voi myös olla kauempana saalistusvesistä, syvällä metsässä. Päivämuuttaja. Syysmuutto alkaa elokuun puolivälissä ja huipentuu syyskuun alussa, kevätmuutto huhtikuussa. Talvehtii pääasiassa Länsi-Afrikassa. Useat satelliittilähettimillä varustetut yksilöt tuoneet runsaasti lisävalaistusta lajin muuttokäyttäytymisestä.",
		"Endangerment": "Elinvoimainen, rauhoitettu myös Ahvenanmaalla.",
		"Length": "50–66 cm",
		"Width": "127–180 cm",
		"DietShort": "Kalat",
		"Region": "Kaikkialla"
	},
	{
		"Name":"Suokukko",
		"Appearance":"Suokukkokoirailla on touko–kesäkuussa höyhenetön naama, puuhkamainen kauluri ja päässä pitkä töyhtöpari. Kaulurin ja töyhtöjen värit vaihtelevat yksilöllisesti yksivärisen oranssista, mustasta, ruskeasta tai valkoisesta voimakkaan poikkiraitaiseen. Koiraiden selkäpuolen väritys muuntelee yksilöllisesti runsaasti. Koristehöyhenet katoavat heinäkuun alkupuolella, jonka jälkeen koiraat muistuttavat vanhaa suokukkonaarasta. Suokukkonaaraan selkäpuoli on tummasävyinen ja selkäpuolen höyhenreunat ovat leveälti harmaan- tai kellanruskeat. Vaaleanruskeassa kuvunseudussa ja rinnassa on ruosteenpunaisia ja mustia poikkijuovia. Kupeet ovat tummatäpläiset. Nuori suokukko muistuttaa puvultaan naarassuokukkoa, mutta on vatsapuolelta kellertävä ja viiruton ja selkäpuolelta kauniisti suomukuvioinen (vaalean kellertävänruskeat reunukset tummakeskustaisissa höyhenissä). Suokukon koipien väri muuntelee osaksi iästä ja vuodenajasta riippuen (vihertävät, kellanruskeat, lihanväriset). Samoin kevätpukuisten suokukkokoiraiden nokan värin muuntelu on suurta (keltainen, ruskea, punainen). Naaraspukuisten ja syyspukuisten koiraiden nokka on mustanruskea, tyviosalta keltainen tai lihanvärinen. Suokukon silmän värikalvo on tummanruskea. Hyviä tuntomerkkejä ovat lyhyehkö, hieman käyrä nokka ja lennossa tumman keskijuovan jakama valkoinen yläperä. Lento on veltosti nykivää ja ajoittain voimakkaasti heittelehtivää. Suokukolla on keväisiä, äänettömiä ryhmäsoidinturnajaisia, joita voi nähdä kevätmuuton aikana Etelä-Suomessakin.",
		"Diet": "Pienet selkärangattomat eläimet ja kasvien osat.",
		"Behaviour": "Kahlaajaksi poikkeuksellisen hiljainen. Kutsuääni vaimea ”väh väh”. Pesii erilaisilla soilla ja kosteikoilla. Taantuva pesimälaji erityisesti eteläisessä Suomessa. Munii touko–kesäkuussa 4 munaa. Vain naaras hautoo, haudonta-aika 21–24 vrk. Poikaset lentokykyisiä 23 vrk:ssa. Poikaset pesäpakoisia, etsivät itse ravintonsa jo hyvin pieninä. Koiraiden syysmuutto kesä–heinäkuussa, naaraat ja nuoret linnut heinä–syyskuussa. Palaa keväällä huhti– toukokuussa. Talvialueet Välimeren rantavaltioissa ja Afrikassa.",
		"Endangerment": "Äärimmäisen uhanalainen, rauhoitettu. EU:n pesimäkannasta Suomessa pesii noin neljännes, koko Euroopan kannasta noin 1%.",
		"Length": "29–32 cm",
		"Width": "54–60 cm",
		"DietShort": "Pienet selkärangattomat eläimet ja kasvien osat.",
		"Region": "Pohjois-Euraasia"
	},
	{
		"Name":"Satakieli",
		"Appearance":"Satakieli on melko vaatimattoman näköinen, puvultaan tasaisen vaaleanruskehtava. Ainoa värikkäämpi yksityiskohta on kokonaan punaruskea pyrstö. Rinnassa on harmaanruskeaa täplitystä. Satakieli muistuttaa ulkonäöltään leppälintunaarasta, mutta on isokokoisempi ja tummempi. Kerttusista satakieli eroaa mm. pidempien koipien perusteella. Satakielen koivet ovat vaaleanruskeat, nokka on tummanruskea ja silmän värikalvo punaruskea.",
		"Diet": "Selkärangattomat eläimet.",
		"Behaviour": "Ääni karhea maiskahdus ”dsrak”, varoitus korkea ”hiit”. Laulu voimakkaita vihellyksiä ja rätinöitä. Laulu on kovaääninen, mutta ei kovin taidokas. Kuuluu hiljaisina kesäöinä kauas. Paras laulukausi on saapumisesta juhannuksen tienoille. Pesii tiheissä, nuorissa lehtimetsissä, peltojen metsäsaarekkeissa ja puistoissa Kainuun korkeudelle saakka. Levinneisyyden pohjoisosissa harvalukuinen. Munii touko–kesäkuussa 3–6 munaa. Vain naaras hautoo, haudonta-aika 13–14 vrk. Pesäpoikasaika 11–14 vrk. Yömuuttaja. Syysmuutto elo–syyskuussa, paluu touko–kesäkuussa. Talvehtii trooppisessa Afrikassa.",
		"Endangerment": "Elinvoimainen, rauhoitettu.",
		"Length": "16 cm",
		"Width": "18cm",
		"DietShort": "Selkärangattomat eläimet.",
		"Region": "Itä-Eurooppa ja länsi-Aasia"
	}
]