[
	{
		"Name":"Ristisorsa",
		"Appearance": "This large, even goose – like duck is quite easy to spot – firstly because the male has such a bright red bill with a conspicuous knob at the base. The adult male has a head with green gloss and the body is white with markings of bright chestnut brown and even blackish. Upperwing tertials are brown, secondaries glossy green and primaries even darker. The tail is white with black terminal band. Females are a bit duller plumaged, at least outside the breeding season and have same white facial markings. The feet are large, pinkish and webbed. The female lays 6 – 11 creamy white eggs and the chicks learn to fly when they are around 50 days old",
		"Diet": "Common shelducks eat invertebrates, plant material, seeds, small fish, snails and crabs. They can be seen feeding with their head under water and sometimes they mix up the mud to get the small animals in it to rise up in the water.",
		"Behaviour": "Common shelduck is widespread and common in Eurasia and it winters in subtropical areas. Moulting flocks can be very large, even 100,000 on the Wadden Sea, since most pairs leave their partially grown young in a crèche with just one or two adults. When predators are near, the young dive under water as the adults fly away to act as a decoy to the predator to save their offspring. This species is usually associated with lakes and rivers in open country. They breed in rabbit burrows, tree holes, haystacks or similar. In winter it is common for these birds to stay on suitable estuaries and tidal mudflats as well.",
		"Endangerment": "This bird is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies. Common shelduck has a conservation status of least concern.",
		"Length": "58 - 65cm",
		"Width": "1.1 - 1.33m",
		"DietShort": "Small fish, plant materials.",
		"Region": "Eurasia"
	},
	{
		"Name":"Punasotka",
		"Appearance": "The common pochard is a medium – sized diving duck. The adult male has a long dark bill with a grey band, a red head and neck, a black breast, red eyes and a grey back. The adult female has a brown head and body and a narrower grey bill-band. The triangular head shape is distinctive. As with many duck species, male (or 'drake') pochard moult their colourful feathers when the breeding season is over, and go into 'eclipse' plumage - a mottled grey-brown, just like the female (or 'hen'). This helps to camouflage them from predators. Females give hoarse growls. Males have whistles cut off by a final nasal note aaoo-oo-haa.",
		"Diet": "These birds feed mainly by diving or dabbling. They eat aquatic plants with some molluscs, aquatic insects and small fish. They often feed at night, and will up-end for food as well as the more characteristic diving. Pochards prefer shallower water in comparison to deeper water even though the food concentration in deeper water may be higher.",
		"Behaviour": "Common pochards breeding areas are marshes and lakes with a metre or more water depth. The nest is usually by the waterside, often floating, made of reeds, grass and straw. The female lays 4 – 16 eggs in May. Pochards breed in much of temperate and northern Europe into Asia. They are migratory, and spend winter in the south and west of Europe. These are gregarious birds. They form large flocks in winter, often mixed with other diving ducks such as the tufted duck, with which they are known to hybridise.",
		"Endangerment": "In number of countries the population of Common Pochard is decreasing mainly due to urbanization of the natural habitats and their transformation, as well as due to overhunting. The pochard is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies. The pochards conservatory status is endangered and vulnerable.",
		"Length": "42 – 49cm",
		"Width": "67 – 75cm",
		"DietShort": "Aquatic plants, insects, fish.",
		"Region": "North, West and South Europe"	
	},
	{
		"Name":"Ruskosuohaukka",
		"Appearance": "The western marsh harrier is a large harrier and a bird of pray from western Eurasia and adjacent Africa. This bird is also known as the Eurasian marsh harrier. It is a large, bulky harrier with fairly broad wings. The male's plumage is mostly a cryptic reddish-brown with lighter yellowish streaks, which are particularly prominent on the breast. The head and shoulders are mostly pale greyish-yellowish. The rectrices and the secondary and tertiary remiges are pure grey, the latter contrasting with the brown forewing and the black primary remiges at the wingtips. Whether from the side or below, flying males appear characteristically three-colored brown-grey-black. The legs, feet, irides and the cere of the black bill are yellow. The female is almost entirely chocolate-brown. The top of the head, the throat and the shoulders have of a conspicuously lighter yellowish colour. The eye area of the female is always darker, making the light eye stand out, while the male's head is altogether not very contrastingly coloured and the female lacks the grey wing-patch and tail. Juveniles are similar to females, but usually have less yellow, particularly on the shoulders.",
		"Diet": "The western marsh harrier eats small mammals and birds, reptiles, frogs and insects. The hunting style is typical for harriers: gliding low over flat open ground on its search for prey, with its wings held in a shallow V-shape and often with dangling legs.",
		"Behaviour": "Most populations of the western marsh harrier are migratory or dispersive. Some birds winter in milder regions of southern and western Europe, while others migrate to the Sahel, Nile basin and Great Lakes region in Africa, or to Arabia, the Indian subcontinent, and Myanmar. Like the other marsh harriers, it is strongly associated with wetland areas, especially those rich in common reed (Phragmites australis). It can also be met with in a variety of other open habitats, such as farmland and grassland, particularly where these border marshland. It is a territorial bird in the breeding season. Female harriers lay 3 – 8 oval shaped eggs that at first have a tinge of green or blue. The chicks are able to fly when they are 30 – 40 days old",
		"Endangerment": "The western marsh harrier declined in many areas between the 19th and the late 20th centuries due to persecution, habitat destruction and excessive pesticide use. It is a now a protected species in many countries. The conservation status of this species is least concern.",
		"Length": "43 - 54cm",
		"Width": "115 - 130 cm",
		"DietShort": "Small mammals, insects, reptiles, frogs.",
		"Region": "South and West Europe, Africa"
	}
]